11/data/attachments/3134b1a474d6fff9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Eric_water_Friend_31043_7</nif:username>
            <nif:friendToBeRequested>soap_friends_8466698a-a740-4d93-bb28-aec20f44308e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>